[
{ "match":["charm","charmm"],
  "title":"CHARMM",
  "description":"CHARMM (Chemistry at HARvard Macromolecular Mechanics): <ul><li>  is a versatile and widely used molecular simulation program with broad application to many-particle systems </li><li>< has been developed with a primary focus on the study of molecules of biological interest, including peptides, proteins, prosthetic groups, small molecule ligands, nucleic acids, lipids, and carbohydrates, as they occur in solution, crystals, and membrane environments </li><li> provides a large suite of computational tools that encompass numerous conformational and path sampling methods, free energy estimates, molecular minimization, dynamics, and analysis techniques, and model-building capabilities</li><li> is useful for a much broader class of many-particle systems</li><li>  can be utilized with various energy functions and models, from mixed quantum mechanical-molecular mechanical force fields, to all-atom classical potentials with explicit solvent and various boundary conditions, to implicit solvent and membrane models</li><li>has been ported to numerous platforms in both serial and parallel architectures</li></ul>",
  "short_description": "CHARMM is a molecular simulation program",
  "image": "charmm.jpg",
  "website": "http://www.charmm.org"
},
{
  "match": ["amira"],
  "title":"Amira",
  "description": "From a reconstructed geometry or from any imported 3D data, including time series, the Basic Amira Package delivers a wide range of visualization techniques and interactive manipulation capabilities. Through a comprehensive set of 3D post-processing tools, it offers a highly flexible and powerful 3D visualization and simulation platform.",
  "short_description": "Amira is a powerful, multifaceted 3D software platform for visualizing, manipulating, and understanding biomedical data",
  "image": "fei.png",
  "version": "2.8",
  "website": "http://www.vsg3d.com/amira/amira",
  "publications": 7
},

{
  "match": ["goblin"],
  "title":"GOBLIN Graph library",
  "description": "Goblin is a full-featured tool chain for handling graphs. The project provides code from the following areas: Optimization: Nearly all algorithms described in textbooks on graph optimization are implemented. Layout: The most common models (orthogonal, layered, force directed) are supported. Composition: Especially for planar graphs, a lot of rules are implemented to derive one graph from another. File import and export: Graphs can be read from Dimacs, Tsplib and Steinlib formats. Layouts can be exported to nearly arbitrary bitmap and vectorial formats by implicit use of the fig2dev and the netpbm packages. Manipulation: Graph incidence structures can be edited and attributes can be assigned to nodes and edges in the graphical front end. While all algorithms are implemented in a C++ class library (libgoblin.a), the editor code and partially the file I/O code are written in the Tcl/Tk scripting language and use a Tcl wrapper of the C++ library.",
  "short_description": "Goblin is a full-featured tool chain for handling graphs.",
  "image": "goblin.gif",
  "version": "2.8",
  "website": "http://goblin2.sourceforge.net/",
  "publications": 11
},
{
  "match": ["euler"],
  "title":"Euler",
  "description": "Euler (now Euler Mathematical Toolbox or EuMathT) is a free and open-source numerical software package. It contains a matrix language, a graphical notebook style interface, and a plot window. Euler is designed for higher level math such as calculus, optimization, and statistics. The software can handle real, complex and interval numbers, vectors and matrices, it can produce 2D/3D plots, and uses Maxima for symbolic operations. The software is compilable with Windows. The Unix and Linux versions do not contain a computer algebra subsystem.",
  "short_description": "Numerical application designed for higher level math such as calculus, optimization, and statistics that uses Maxima for symbolic operations.",
  "image": "euler.png",
  "version": "2.5",
  "website": "http://euler.rene-grothmann.de/",
  "publications": 2
},
{
  "match": ["freemat"],
  "title":"Freemat",
  "description": "FreeMat is an environment for rapid engineering and scientific processing. It is similar to commercial systems such as MATLAB from Mathworks and IDL from Research Systems, but is Open Source. It is free as in speech and free as in beer.",
  "short_description": "Matlab-like program that supports many of its functions and features a codeless interface to external C, C++, and Fortran code, further parallel distributed algorithm development (via MPI), and 3D visualization capabilities.",
  "image": "freemat.png",
  "version": "4.0",
  "website": "http://freemat.sourceforge.net/",
  "publications": 1
},
{
  "match": ["maxima"],
  "title":"Maxima",
  "description": "Maxima is a system for the manipulation of symbolic and numerical expressions, including differentiation, integration, Taylor series, Laplace transforms, ordinary differential equations, systems of linear equations, polynomials, and sets, lists, vectors, matrices, and tensors. Maxima yields high precision numeric results by using exact fractions, arbitrary precision integers, and variable precision floating point numbers. Maxima can plot functions and data in two and three dimensions.",
  "short_description": "Maple/Mathematica-like program with a wxWidgets based frontend.",
  "image": "maxima.png",
  "version": "5.33.0",
  "website": "http://maxima.sourceforge.net/",
  "publications": 7
},
{
  "match": ["parigp"],
  "title":"PARIGP",
  "description": "The PARI/GP system is a package that is capable of doing formal computations on recursive types at high speed; it is primarily aimed at number theorists. Its three main strengths are its speed, the possibility of directly using data types that are familiar to mathematicians, and its extensive algebraic number theory module.",
  "short_description": "Computer algebra system designed for fast computations in number theory.",
  "image": "parigp.png",
  "version": "4.3",
  "website": "http://pari.math.u-bordeaux.fr/",
  "publications": 6
},
{
  "match": [],
  "title":"R",
  "description": "R is a language and environment for statistical computing and graphics. It is a GNU project which is similar to the S language and environment which was developed at Bell Laboratories (formerly AT&T, now Lucent Technologies) by John Chambers and colleagues. R can be considered as a different implementation of S. There are some important differences, but much code written for S runs unaltered under R.",
  "short_description": "Software environment for statistical computing and graphics.",
  "image": "r.jpg",
  "version": "3.1.1",
  "website": "http://www.r-project.org/",
  "publications": 3
},

{
  "match": [],
  "title":"3DNA",
  "description": "The 3DNA package is command-line driven, much like Unix commands. Running each program with the -h option (e.g., find_pair -h) will provide you with detailed usage information. Once you are familiar with the package, it should be straightforward to combine the various pieces in a script to automate your tasks. The utility program blocview, a Perl script, illustrates this idea. When finished, the page will provide detailed information on how to run the various programs, with cross links and examples.  ",
  "short_description": "A package for data processing of 2DX crystals developed by the Stahlberg laboratory at the University of Basel.",
  "image": "3DNA.jpg",
  "version": "3.4.1",
  "website": "http://x3dna.org",
  "publications": 5
},

{
  "match": [],
  "title": "GNU A2PS",
  "description": "GNU a2ps is an Any to PostScript filter. Of course it processes plain text files, but also pretty prints quite a few popular languages.",
  "short_description": "An Any-to-PostScript filter. It processes plain text files, but also pretty prints quite a few popular languages.",
  "image": "A2PS.jpg",
  "version": "4.14",
  "website": "http://www.gnu.org/software/a2ps/#introduction",
  "publications": 11
},

{
  "match": [],
  "title": "ACE2",
  "description": "A CTF Estimator (ACE) 2. ACE2 is a completely rewritten version of ACE. ACE2 adds the additional feature of robust astigmatism estimation and CTF correction with astigmatism using either a mild Weiner filter (recommended) or phase-flipping. Since ACE2 in written in objective C, it no longer requires MATLAB to work.",
  "short_description": "A CTF Estimator (ACE) 2. ACE2 is a completely rewritten version of ACE. ACE2 adds the additional feature of robust astigmatism estimation and CTF correction with astigmatism using either a mild Weiner filter (recommended) or phase-flipping. Since ACE2 in written in objective C, it no longer requires MATLAB to work.",
  "image": "ACE2.jpg",
  "version": "5.5.1",
  "website": "http://ami.scripps.edu/redmine/projects/ami/wiki/ACE2",
  "publications": 12
},

{
  "match": [],
  "title": "ACEMD",
  "description": "ACEMD is heavily optimized molecular dynamics (MD) engine specially designed to run on NVIDA GPUs. ACEMD is extremely fast (115ns/day for DHFR using 1 GPU) and allows performing MD simulations on the microsecond scale in a single workstation. ACEMD is a fully featured platform (PME, NPT, NVT, TCL, PLUMED, CAMSHIFT), that can read CHARMM/NAMD and AMBER input files. Furthermore, ACEMD works with CUDA and OpenCL and uses similar syntax to other MD software. ACEMD has been validated by numerous studies and powers GPUGrid, one of the largest distributed computing projects worldwide. Parallel, fully supported versions of ACEMD are available through Acellera.",
  "short_description": "ACEMD is heavily optimized molecular dynamics (MD) engine specially designed to run on NVIDA GPUs.",
  "image": "ACEMD.jpg",
  "version": "2306",
  "website": "http://www.acellera.com/?arg=acemd",
  "publications": 12
},

{
  "match": [],
  "title": "ADVX",
  "description": "The principal application of adxv is to display protein crystallography X-Ray diffraction data. The data may be displayed as a 2-D image, 3-D wire mesh or as integer pixel values. Data may be saved as either tiff or postscript files. ",
  "short_description": "Displays protein crystallography X-ray diffraction data. The data may be displayed as a 2-D image, 3-D wire mesh or as integer pixel values. Data files may be saved in tiff or postscript format. adxv was written by Andrew Arvai.",
  "image": "ADVX.jpg",
  "version": "2.1",
  "website": "http://www.scripps.edu/tainer/arvai/adxv.html",
  "publications": 4
},

{
  "match": [],
  "title": "Aline",
  "description": "Aline is an interactive perl/tk application which can read common sequence alignment formats which the user can then alter, embellish, markup etc to produce the kind of sequence figure commonly found in biochemical articles.",
  "short_description": "An interactive perl/tk application that can read common sequence alignment formats that the user can then alter, embellish, markup, etc. to produce the kind of sequence figure commonly found in biochemical articles. Developed by Charlie Bond and Alex Schüttelkopf.",
  "image": "Aline.jpg",
  "version": "2.1",
  "website": "http://crystal.scb.uwa.edu.au/charlie/software/aline/",
  "publications": 0
},

{
  "match": [],
  "title": "Alscript",
  "description": "ALSCRIPT takes a multiple sequence alignment in AMPS (Barton & Sternberg, 1987, Barton, 1990) blockfile format and a set of formatting commands and produces a PostScript file that may be printed on a PostScript laser printer, or viewed using a PostScript previewer (e.g. Sun Microsystem's PageView program). CLUSTAL and GCG format multiple alignment files may also be used (see below). ALSCRIPT is NOT a multiple sequence alignment program, nor is it an alignment editor.",
  "short_description": "A program to format multiple sequence alignments in PostScript for publication and to assist in analysis. Alscript does not support point-and-click, but has a scripting language to allow complex effects.",
  "image": "Alscript.jpg",
  "version": "2.07a",
  "website": "http://www.csb.yale.edu/userguides/seq/alscript/",
  "publications": 1
},

{
  "match": ["amber", "sander", "pmemd"],
  "title": "AmberTools",
  "description": "AmberTools consists of several independently developed packages that work well by themselves, and with Amber itself. The suite can also be used to carry out complete molecular dynamics simulations, with either explicit water or generalized Born solvent models. The sander program is now a part of AmberTools.",
  "short_description": "AmberTools consists of several independently developed packages that work well by themselves, and with Amber itself. The suite can also be used to carry out complete (non-periodic) molecular dynamics simulations (using NAB), with generalized Born solvent models",
  "image": "AmberTools.jpg",
  "version": "14",
  "website": "http://ambermd.org/#AmberTools",
  "publications": 27
},
{
  "match": ["wrf", "real.exe","ideal.exe"],
  "title": "WRF",
  "description": "The Weather Research and Forecasting (WRF) Model is a next-generation mesoscale numerical weather prediction system designed to serve both atmospheric research and operational forecasting needs. It features two dynamical cores, a data assimilation system, and a software architecture facilitating parallel computation and system extensibility. The model serves a wide range of meteorological applications across scales from tens of meters to thousands of kilometers. The effort to develop WRF began in the latter part of the 1990's and was a collaborative partnership principally among the National Center for Atmospheric Research (NCAR), the National Oceanic and Atmospheric Administration (represented by the National Centers for Environmental Prediction (NCEP) and the (then) Forecast Systems Laboratory (FSL)), the Air Force Weather Agency (AFWA), the Naval Research Laboratory, the University of Oklahoma, and the Federal Aviation Administration (FAA).<p>WRF allows researchers to generate atmospheric simulations based on real data (observations, analyses) or idealized conditions. WRF offers operational forecasting a flexible and computationally-efficient platform, while providing advances in physics, numerics, and data assimilation contributed by developers in the broader research community. WRF is currently in operational use at NCEP, AFWA, and other centers.",
  "short_description": "The Weather Research and Forecating Model (WRF) is a mesoscale numerical weather prediction system",
  "image": "wrf.jpg",
  "website": "http://wrf-model.org"
},
{
  "match": ["namd"],
  "title": "NAMD",
  "description": "NAMD is a parallel molecular dynamics code designed for high-performance simulation of large biomolecular systems. Based on Charm++ parallel objects, NAMD scales to hundreds of cores for typical simulations and beyond 200,000 cores for the largest simulations. NAMD uses the popular molecular graphics program VMD for simulation setup and trajectory analysis, but is also file-compatible with AMBER, CHARMM, and X-PLOR.",
  "short_description": "NAMD is a simulator for large biomolecular systems, based on CHARM++, VMD, and compatible with CHARMM, AMBER, and X-PLOR",
  "image": "namd2.gif",
  "website": "http://www.ks.uiuc.edu/Research/namd/"
},
{
  "match": ["lmp_"],
  "title": "LAMMPS",
  "description": "LAMMPS is a classical molecular dynamics code, and an acronym for Large-scale Atomic/Molecular Massively Parallel Simulator.<p>LAMMPS has potentials for solid-state materials (metals, semiconductors) and soft matter (biomolecules, polymers) and coarse-grained or mesoscopic systems. It can be used to model atoms or, more generically, as a parallel particle simulator at the atomic, meso, or continuum scale.<p>LAMMPS runs on single processors or in parallel using message-passing techniques and a spatial-decomposition of the simulation domain. The code is designed to be easy to modify or extend with new functionality.",
  "short_description": "LAMMPS is a classical molecular dynamics code, and an acronym for Large-scale Atomic/Molecular Massively Parallel Simulator.",
  "image": "lammps.png",
  "website": "http://lammps.sandia.gov/"
},
{
  "match": ["gamess"],
  "title": "GAMESS",
  "description": "GAMESS is a program for ab initio molecular quantum chemistry. Briefly, GAMESS can compute SCF wavefunctions ranging from RHF, ROHF, UHF, GVB, and MCSCF. Correlation corrections to these SCF wavefunctions include Configuration Interaction, second order perturbation Theory, and Coupled-Cluster approaches, as well as the Density Functional Theory approximation. Excited states can be computed by CI, EOM, or TD-DFT procedures. Nuclear gradients are available, for automatic geometry optimization, transition state searches, or reaction path following. Computation of the energy hessian permits prediction of vibrational frequencies, with IR or Raman intensities. Solvent effects may be modeled by the discrete Effective Fragment potentials, or continuum models such as the Polarizable Continuum Model. Numerous relativistic computations are available, including infinite order two component scalar corrections, with various spin-orbit coupling options. The Fragment Molecular Orbital method permits use of many of these sophisticated treatments to be used on very large systems, by dividing the computation into small fragments. Nuclear wavefunctions can also be computed, in VSCF, or with explicit treatment of nuclear orbitals by the NEO code.",
  "short_description": "GAMESS is a program for ab initio molecular quantum chemistry",
  "image": "gamess.png",
  "website": "http://www.msg.ameslab.gov/gamess/"
},
{
  "match": [],
  "title": "",
  "description": "",
  "short_description": "",
  "image": "",
  "website": ""
},
{
  "match": ["fftw"],
  "title": "Fastest Fourier Transform in the West",
  "description": "FFTW is a C subroutine library for computing the discrete Fourier transform (DFT) in one or more dimensions, of arbitrary input size, and of both real and complex data (as well as of even/odd data, i.e. the discrete cosine/sine transforms or DCT/DST). We believe that FFTW, which is free software, should become the FFT library of choice for most applications.",
  "short_description": "FFTW is a C subroutine library for computing the discrete Fourier transform (DFT)",
  "image": "fftw.gif",
  "website": "http://www.fftw.org/"
},
{
  "match": ["nwchem"],
  "title": "High Performance Computational Chemistry Software",
  "description": "NWChem aims to provide its users with computational chemistry tools that are scalable both in their ability to treat large scientific computational chemistry problems efficiently, and in their use of available parallel computing resources from high-performance parallel supercomputers to conventional workstation clusters.<p>NWChem software can handle<ul><li>Biomolecules, nanostructures, and solid-state<li>From quantum to classical, and all combinations<li>Ground and excited-states<li>Gaussian basis functions or plane-waves<li>Scaling from one to thousands of processors<li>Properties and relativistic effects</ul>",
  "short_description": "Scalable computational chemistry tools for supercomputers or workstation clusters",
  "image": "nwchem.png",
  "website": "http://www.nwchem-sw.org/"
},
{
  "match": ["parsec"],
  "title": "PARSEC",
  "description": "PARSEC is a computer code that solves the Kohn-Sham equations by expressing electron wave-functions directly in real space, without the use of explicit basis sets. It uses norm-conserving pseudopotentials (Troullier-Martins and other varieties). It is designed for ab initio quantum-mechanical calculations of the electronic structure of matter, within density-functional theory.<p>PARSEC is optimized for massively parallel computing environment, but it is also compatible with serial machines. A finite-difference approach is used for the calculation of spatial derivatives. Owing to the sparsity of the Hamiltonian matrix, the Kohn-Sham equations are solved by direct diagonalization, with the use of extremely efficient sparse-matrix eigensolvers. Some of its features are:<p><ul><li>Choice of boundary conditions: periodic (on all three directions), or confined.<li>Structural relaxation.<li>Simulated annealing.<li>Langevin molecular dynamics.<li>Polarizability calculations (confined-system boundary conditions only).<li>Spin-orbit coupling.<li>Non-collinear magnetism.",
  "short_description": "PARSEC does ab initio quantum-mechanical calculations of the electronic structure of matter, within density-functional theory.",
  "image": "parsec.jpg",
  "website": "http://parsec.ices.utexas.edu/"
},
{
  "match": ["desmond"],
  "title": "desmond",
  "description": "Desmond can compute energies and forces for the standard fixed-charged force fields used in biomolecular simulations. A variety of integrators and support for various ensembles have been implemented in the code, including methods for thermostatting (Andersen, Nose-Hoover, and Langevin) and barostatting (Berendsen, Martyna-Tobias-Klein, and Langevin). Ensembles typically used in membrane simulations (constant surface area and surface tension) and semi-isotropic and fully anisotropic pressure coupling schemes are also available.<p>Desmond supports algorithms typically used to perform fast and accurate molecular dynamics. Long-range electrostatic energy and forces are calculated using particle-mesh-based Ewald techniques. Constraints, which are enforced using a variant of the SHAKE algorithm, allow the time step to be increased. These approaches can be used in combination with time-scale splitting (RESPA-based) integration schemes.<p>The Desmond software includes tools for minimization and energy analysis (which can be run efficiently in a parallel environment); methods for restraining atomic positions as well as molecular configurations; support for a variety of periodic cell configurations; and facilities for accurate checkpointing and restart.<p>Force field parameters can be assigned using an included template-based parameter assignment tool. Supported force fields include CHARMM (22,27,32,36), AMBER (94,96,99,03), and OPLS (2001,2005), as well as several in-house-developed variants (such as CHARMM22* and AMBER99SB-ILDN).<p>Desmond can also be used to perform absolute and relative free energy calculations. Other simulation techniques (such as replica exchange and enhanced sampling) are supported through a plug-in-based infrastructure, which also allows users to develop their own simulation algorithms and models.<p>Desmond is integrated with a molecular modeling environment for setting up simulations of biological and chemical systems, and is compatible with widely used tools for trajectory viewing and analysis. (description from <a href=\"http://www.deshawresearch.com/resources_whatdesmonddoes.html\">http://www.deshawresearch.com/resources_whatdesmonddoes.html</a>)",
  "short_description": "Molecular dynamics simulations for biomolecular systems",
  "image": "desmond.jpg",
  "website": "http://www.schrodinger.com/Desmond"
},
{
  "match": ["mdrun"],
  "title": "GROMACS",
  "description": "GROMACS is a versatile package to perform molecular dynamics, i.e. simulate the Newtonian equations of motion for systems with hundreds to millions of particles.<p>It is primarily designed for biochemical molecules like proteins, lipids and nucleic acids that have a lot of complicated bonded interactions, but since GROMACS is extremely fast at calculating the nonbonded interactions (that usually dominate simulations) many groups are also using it for research on non-biological systems, e.g. polymers.",
  "short_description": "GROMACS is a molecular dynamics package, which simulates Newtonian equations of motion for systems with hundreds to millions of particles.",
  "image": "gromacs.jpg",
  "website": "http://www.gromacs.org/"
},
{
  "match": ["enzo"],
  "title": "enzo",
  "description": "an adaptive mesh refinement (AMR), grid-based hybrid code (hydro + N-Body) which is designed to do simulations of cosmological structure formation. It can also be used for astrophysical fluid dynamics simulations more generally.",
  "short_description": "an adaptive mesh refinement (AMR) code for astrophysical fluid dynamics simulations",
  "image": "enzo.png",
  "website": "http://enzo-project.org/"
},
{
  "match": ["python"],
  "title": "Python",
  "description": "The python language",
  "short_description": "The python language",
  "image": "python.png",
  "website": "http://www.python.org"
},
{
  "match": ["pwscf","pwneb", "pwcond", "gipaw", "tddfpt", "xspectra","phonon","pw.x","projwfc"],
  "title": "Quantum ESPRESSO",
  "description": "Quantum ESPRESSO is an integrated suite of Open-Source computer codes for electronic-structure calculations and materials modeling at the nanoscale. It is based on density-functional theory, plane waves, and pseudopotentials.",
  "short_description": "Quantum ESPRESSO does nanoscale electronic-structure calculations and materials modeling",
  "image": "quantumEspresso.jpg",
  "website": "http://www.quantum-espresso.org/"
},
{
  "match": ["cactus"],
  "title": "Cactus",
  "description": "Cactus is an open source problem solving environment designed for scientists and engineers. Its modular structure easily enables parallel computation across different architectures and collaborative code development between different groups. Cactus originated in the academic research community, where it was developed and used over many years by a large international collaboration of physicists and computational scientists.",
  "short_description": "Cactus is an open source problem solving environment designed for scientists and engineers.",
  "image": "cactuslogo.png",
  "website": "http://cactuscode.org/"
},
{
  "match": ["siesta"],
  "title": "SIESTA",
  "description": "SIESTA is both a method and its computer program implementation, to perform efficient electronic structure calculations and ab initio molecular dynamics simulations of molecules and solids. SIESTA's efficiency stems from the use of strictly localized basis sets and from the implementation of linear-scaling algorithms which can be applied to suitable systems. A very important feature of the code is that its accuracy and cost can be tuned in a wide range, from quick exploratory calculations to highly accurate simulations matching the quality of other approaches, such as plane-wave and all-electron methods.",
  "short_description": "SIESTA does electronic structure calculations and ab initio molecular dynamics simulations of molecules and solids",
  "image": "siesta.png",
  "website": "http://departments.icmab.es/leem/siesta/"
},
{
  "match": ["vasp"],
  "title": "VASP",
  "description": "The Vienna Ab initio Simulation Package (VASP) is a computer program for atomic scale materials modelling, e.g. electronic structure calculations and quantum-mechanical molecular dynamics, from first principles. <p> VASP computes an approximate solution to the many-body Schrödinger equation, either within density functional theory (DFT), solving the Kohn-Sham equations, or within the Hartree-Fock (HF) approximation, solving the Roothaan equations. Hybrid functionals that mix the Hartree-Fock approach with density functional theory are implemented as well. Furthermore, Green's functions methods (GW quasiparticles, and ACFDT-RPA) and many-body perturbation theory (2nd-order Møller-Plesset) are available in VASP.",
  "short_description": "The Vienna Ab initio Simulation Package (VASP) is a computer program for atomic scale materials modelling",
  "image": "vasp.png",
  "website": "http://vasp.at"
},
{
  "match": ["padcirc", "padcswan"],
  "title": "ADCIRC",
  "description": "<p><strong>ADCIRC</strong> is a system of computer programs for solving time dependent, free surface circulation and transport problems in two and three dimensions. These programs utilize the finite element method in space allowing the use of highly flexible, unstructured grids. Typical ADCIRC applications have included:</p><ul><li>prediction of storm surge and flooding</li><li>modeling tides and wind driven circulation</li><li>larval transport studies</li><li>near shore marine operations</li><li>dredging feasibility and material disposal studies</li></ul>",
  "short_description": "ADCIRC solves time dependent, free surface circulation and transport problems in two and three dimensions",
  "image": "adcirc.jpg",
  "website": "http://adcirc.org"
},
{
  "match": [],
  "title": "AMIGOS II",
  "description": "Libraries of discrete RNA conformations based on a simplified pseudo-torsional notation of the RNA backbone.. Allows the user to perform interactive comparisons between RNA structures and to conduct database searches for specific RNA structures or substructures. AMIGOS II was authored by Leven Wadley in the lab of Anna Marie Pyle at Yale University.",
  "short_description": "Allows the user to perform interactive comparisons between RNA structures and to conduct database searches for specific RNA structures or substructures. AMIGOS II was authored by Leven Wadley in the lab of Anna Marie Pyle at Yale University.",
  "image": "AMIGOS.jpg",
  "version": "3",
  "website": "http://pylelab.org/software",
  "publications": 2
},

{
  "match": [],
  "title": "AMPS",
  "description": "All development of this package is now carried out on a Sun Microsystems SPARCstation under the Unix operating system. The most stable version is therefore the SPARCstation one. With this release is the first option for Silicon Graphics Personal Iris and compatibles. The core multiple alignment programs will compile under VAX/VMS - see the instructions in BUILD.COM.",
  "short_description": "A suite of programs designed for the alignment of multiple protein sequences and flexible pattern matching.",
  "image": "AMPS.jpg",
  "version": "d2.0",
  "website": "http://www.compbio.dundee.ac.uk/manuals/amps/tableofcontents3_1.html#SECTION0001000000000000000",
  "publications": 3
},

{
  "match": [],
  "title": "APBS",
  "description": "APBS is a software package for modeling biomolecular solvation through solution of the Poisson-Boltzmann equation (PBE), one of the most popular continuum models for describing electrostatic interactions between molecular solutes in salty, aqueous media. Continuum electrostatics plays an important role in several areas of biomolecular simulation.",
  "short_description": "A software package designed for the numerical solution of the Poisson-Boltzmann equation (PBE). This software was written by Nathan Baker in collaboration with J. Andrew McCammon and Michael Holst and enhanced by several others.",
  "image": "APBS.jpg",
  "version": "1.1.3",
  "website": "http://www.poissonboltzmann.org/apbs",
  "publications": 5
},

{
  "match": ["appion"],
  "title": "Appion",
  "description": "Appion is integrated with Leginon:http//leginon.org data acquisition but can also be used stand-alone after uploading images (either digital or scanned micrographs) or particle stacks using a set of provided tools. Appion consists of a web based user interface linked to a set of python scripts that control several underlying integrated processing packages. All data input and output within Appion is managed using tightly integrated SQL databases. The goal is to have all control of the processing pipeline managed from a web based user interface and all output from the processing presented using web based viewing tools.",
  "short_description": "Appion is a pipeline for processing and analysis of EM images. ",
  "image": "Appion.jpg",
  "version": "11.37",
  "website": "http://ami.scripps.edu/redmine/projects/appion/wiki/Appion_Home",
  "publications": 3
},

{
  "match": ["aqua"],
  "title": "AQUA",
  "description": "A suite of programs that analyze the quality of biomolecular structures determined via NMR spectroscopy. AQUA was initially developed by Ton Rullmann and Jurgen Doreleijersb Bijvoet Center for Biomolecular Research, Utrecht, The Netherlands. Current maintenance and expansion by Jurgen Doreleijers, BioMagResBank, University of Wisconsin-Madison, USA.",
  "short_description": "A suite of programs that analyze the quality of biomolecular structures determined via NMR spectroscopy. ",
  "image": "AQUA.jpg",
  "version": "5.1",
  "website": "http://aria.pasteur.fr/documentation/use-aria/version-2.2/",
  "publications": 17
}
]
